Меню:
1. Додати товар
2. Видалити товар
3. Оновити кількість товару
4. Показати всі товари
5. Розрахувати загальну вартість
6. Вийти
Ваш вибір: 1
Введіть назву товару: Яблука
Введіть кількість: 50
Введіть ціну: 12.5
Товар "Яблука" додано до складу.

Ваш вибір: 4
Назва               Кількість Ціна      
----------------------------------------
Яблука              50        12.50     

Ваш вибір: 3
Введіть назву товару для оновлення кількості: Яблука
Введіть зміну кількості (може бути від’ємною): -10
Кількість товару "Яблука" оновлено. Нова кількість: 40

Ваш вибір: 5
Загальна вартість товарів на складі: 500.00 грн.

Ваш вибір: 6
Програма завершена. До побачення!
